[
    {
        "id": 0,
        "content": [
            {
                "isLink": false,
                "content": "Bonjour, puis-je vous aider ?"
            }
        ],
        "answers": [
            {
                "content": "Oui",
                "nextMessageId": 1
            },
            {
                "content": "Non",
                "nextMessageId": null
            }
            
        ]
    },
    {
        "id": 1,
        "content": [
            {
                "isLink": false,
                "content": "Quelle est votre commune ?"
            }
        ],
        "answers": []
    },
    {
        "id": 2,
        "content": [
            {
                "isLink": false,
                "content": "Quel est votre besoin ?"
            }
        ],
        "answers": [
            {
                "content": "Je suis un particulier",
                "nextMessageId": 4
            },
            {
                "content": "Je suis un promoteur/bailleur/syndic",
                "nextMessageId": 28
            }
        ]
    },
    {
        "id": 3,
        "content": [
            {
                "isLink": false,
                "content": "Sur votre commune, l'OI ou les OI référents sont : "
            },
            {
                "isLink": true,
                "content": "Consulter le site de votre OI.",
                "link": "link"
            }
        ],
        "answers": []
    },
    {
        "id": 4,
        "content": [],
        "answers": [
            {
                "content": "Je ne comprends pas pourquoi je ne suis pas éligible à la fibre optique.",
                "nextMessageId": 5
            },
            {
                "content": "Je bénéficie de la fibre optique mais je n'ai plus internet.",
                "nextMessageId": 11
            },
            {
                "content": "Je bénéficie de la fibre optique mais j'ai besoin de prise(s) supplémentaire(s).",
                "nextMessageId": 12
            },
            {
                "content": "J'ai souscrit à la fibre optique mais le technicien n'a pas réussi à me raccorder.",
                "nextMessageId": 13
            },
            {
                "content": "J'emménage dans une construction neuve.",
                "nextMessageId": 20
            },
            {
                "content": "J'ai constaté une dégradation sur le réseau fibre optique en dehors de chez moi.",
                "nextMessageId": 26
            },
            {
                "content": "Autre question.",
                "nextMessageId": 27
            }
        ]
    },
    {
        "id": 5,
        "content": [
            {
                "isLink": false,
                "content": "Avez-vous testé votre éligibilité sur notre carte interactive ?"
            }
        ],
        "answers": [
            {
                "content": "Non", 
                "nextMessageId": 6
            }, 
            {
                "content": "Oui", 
                "nextMessageId": 7
            }
        ]
    },
    {
        "id": 6,
        "content": [
            {
                "isLink": false,
                "content": "Nous vous invitons dès à présent à tester votre éligibilité."
            },
            {
                "isLink": true,
                "content": "Voir la carte", 
                "link": "CARTE"
            }
        ]
    },
    {
        "id": 7,
        "content": [],
        "answers": [
            {
                "content": "Oui mais,\n sur la carte je ne vois pas de point sur mon logement.",
                "nextMessageId": 8
            },
            {
                "content": "Oui mais,\n sur la carte l'adresse de mon logement est incorrecte.",
                "nextMessageId": 9
            },
            {
                "content": "Oui mais,\n je ne suis pas éligible à la fibre optique chez mon opérateur.",
                "nextMessageId": 10
            }
        ]
    },
    {
        "id": 8,
        "content": [],
        "answers": [
            {
                "content": "Mon logement est neuf.",
                "nextMessageId": 20
            },
            {
                "content": "Mon logement est ancien.",
                "nextMessageId": 9
            }
        ]
    },{
        "id": 9,
        "content": [
            {
                "isLink": false,
                "content": "Complétez ce formulaire: "
            },
            {
                "isLink": false, 
                "content": "lien du formulaire",
                "isForm": true,
                "formName": "FMAFORM"
            }
        ],
        "answers": []
    },
    {
        "id": 10,
        "content": [
            {
                "isLink": false,
                "content": "Essonne Numérique déploie un réseau fibre optique neutre, ouvert et libre d'accès à tous les opérateurs. Il n'y a aucune exclusivité d'opérateur. Chaque opérateur est libre de venir ou non sur notre réseau selon sa propre stratégie commerciale."
            },
            {
                "isLink": false,
                "content": "Si votre opérateur ne répond pas à vos besoins vous êtes bien évidemment libre d'en choisir un autre."
            }
        ],
        "answers": []
    },
    {
        "id": 11,
        "content": [
            {
                "isLink": false,
                "content": "Pour toute problématique de maintenance ou de coupure réseau fibre optique, votre opérateur commercial reste votre seul interlocuteur."
            },
            {
                "isLink": false,
                "content": "Nous vous invitons à contacter votre opérateur afin de lui demander le numéro d'incident qu'il doit ouvrir auprès de l'exploitant du réseau (Xpfibre). Ce numéro nous permettre de suivre votre demande."
            },
            {
                "isLink": false,
                "content": "Une fois ce numéro d'incident obtenu, vous pourrez nous contacteren cliquant sur le lien suivant:"
            },
            {
                "isLink": false,
                "content": "lien du formulaire", 
                "isForm": true,
                "formName": "FBFORM"
            }
        ],
        "answers": []
    },
    {
        "id": 12,
        "content": [
            {
                "isLink": false,
                "content": "Veuillez remplir ce formulaire:"
            },
            {
                "isLink": false, 
                "content": "lien du formulaire",
                "isForm": true,
                "formName": "FNPFORM"
            }
        ],
        "answers": []
    },
    {
        "id": 13,
        "content": [],
        "answers": [
            {
                "content": "Le fourreau de mon raccordement est saturé ou obstrué, que faire ?",
                "nextMessageId": 14
            },
            {
                "content": "Le technicien rencontre une problématique de raccordement, que faire ?",
                "nextMessageId": 17
            }
        ]
    },
    {
        "id": 14,
        "content": [],
        "answers": [
            {
                "content": "L'obstruction se trouve en zone publique (en dehors de ma parcelle).",
                "nextMessageId": 15
            },
            {
                "content": "L'obstruction se trouve en zone privée (sur ma parcelle).",
                "nextMessageId": 16
            }
        ]
    },
    {
        "id": 15,
        "content": [
            {
                "isLink": false,
                "content": "En zone publique (en dehors du droit du terrain ; roue et/ou trottoir qui n'est pas dans l'alignement du droit du terrain) c'est le responsable d'infrastructure qui est responsable des opérations."
            },
            {
                "isLink": false,
                "content": "Lorsque le technicien tente le raccordement de votre domicile et qu'il constate un blocage en zone publique, il doit remonter la problématique à l'exploitant du réseau XpFibre pour dédencher une intervention."
            },
            {
                "isLink": false,
                "content": "De fait, dans cette zone publique, nous vous invitons à relancer votre opérateur et à lui demander le numéro d'incident qu'il doit ouvrir auprès de l'exploitant du réseau (XpFibre). Ce numéro est nous permettra de suvre votre. problématique auprès de l'exploitant du réseau XpFibre. Une fois ce numéro d'incident obtenu, vous pourrez nous conucter en clouant surle leni suivant:"
            },
            {
                "isLink": false,
                "isForm": true,
                "content": "Lien du formulaire",
                "formName":"FBFORM"
            },
            {
                "isLink": false,
                "content": "En zone publique, dans le droit du terrain (route et/ou trottoir au droit de mon terrain), lorsque le technicien tente le raccordement de votre domicile et qu'il constate un blocage dans le droit du terrain, autrement dit que le fourreau n'est pas utilisable, il appartient aux propriétaires d'assurer les travaux car il s'agit de sa responsabilité (tout comme l'eau et l'électricité; Article 332-15 du code de l'urbanisme, article D407-2 du Code des postes et des communications électroniques). Nous vous invitons à entreprendre les trave acer damenta a re otiquer la suite réparations peuvent être réalisées par le propriétaire ou par une entreprise spécialisée Vous pouvez également demander un devis à l'exploitant du réseau XoFibre."
            }
        ],
        "answers": []
    },
    {
        "id": 16,
        "content": [
            {
                "isLink": false,
                "content": "En zone privée, si le fourreau n'est pas utilisable, il appartient au propriétaire d'assurer les travaux car il s'agit de sa propriété, c'est donc sous sa responsabilité (tout comme la toiture ou les murs du logement par exemple). Ces réparations peuvent être réalisées par le propriétaire ou par une entreprise spécialisée."
            },
            {
                "isLink": false,
                "content": "De fait, en cas de blocage en zone privée, nous vous invitons à entreprendre les travaux nécessaires qui permettront par la suite votre raccordement à la fibre optique."
            }
        ],
        "answers": []
    },
    {
        "id": 17,
        "content": [],
        "answers": [
            {
                "content": "L'opérateur ne m'a pas donné de numéro d'incident",
                "nextMessageId": 18
            },
            {
                "content": "L'opérateur m'a donné un numéro d'incident",
                "nextMessageId": 19
            }
        ]
    },
    {
        "id": 18,
        "content": [
            {
                "isLink": false,
                "content": "Pour toute problématique de raccordement, votre opérateur commercial reste votre seul interlocuteur. Votre opérateur est responsable de votre raccordement."
            },
            {
                "isLink": false,
                "content": "Lors de son intervention à votre domicile et en cas de problématique, votre technicien doit contacter une hotline dédiée afin de réaliser un compte-rendu d'échec raccordement, permettant de dédencher les actions nécessaires pour débloquer votre situation."
            },
            {
                "isLink": false,
                "content": "Nous vous recommandons de demander à votre technicien ou à votre opérateur le numéro de ticket d'incident, vous pourrez revenir vers nous une fois ce numéro de ticket obtenu."
            },
            {
                "isLink": false,
                "content": "Sans numéro de ticket, nous ne serons malheureusement pas en mesure de suivre votre problématique auprès de l'exploitant XpFibre."
            }
        ],
        "answers": []
    },
    {
        "id": 19,
        "content": [
            {
                "isLink": false,
                "content": "Afin que nous puissions suivre votre problématique auprès de l'exploitant du réseau XpFibre, nous vous invitons à contacter Essonne Numérique en cliquant sur le lien suivant: "
            }
        ],
        "answers": []
    },
    {
        "id": 20,
        "content": [],
        "answers": [
            {
                "content": "Maison individuelle neuve.",
                "nextMessageId": 21
            },
            {
                "content": "Lotissement ou immeuble neuf.",
                "nextMessageId": 33
            }
        ]
    },
    {
        "id": 21,
        "content": [],
        "answers": [
            {
                "content": "Je construis moi-même la maison.",
                "nextMessageId": 22
            },
            {
                "content": "Je passe par un promoteur immobilier.",
                "nextMessageId": 33
            }
        ]
    },
    {
        "id": 22,
        "content": [],
        "answers": [
            {
                "content": "Je n'ai pas fait de demande sur la plateforme dédiée d'XpFibre.",
                "nextMessageId": 23
            },
            {
                "content": "J'ai déjà saisi ma demande sur la plateforme XpFibre, fourni les documents demandés, payé un forfait proposé par XpFibre, mais je n'ai pas de retours depuis plus de 3 mois.",
                "nextMessageId": 24
            },
            {
                "content": "J'ai déjà saisi ma demande sur la plateforme XpFibre, fourni les documents demandés, mais je n'ai pas payé un forfait proposé par XpFibre.",
                "nextMessageId": 25
            }
        ]
    },
    {
        "id": 23,
        "content": [
            {
                "isLink": false,
                "content": "Trois étapes à suivre: "
            },
            {
                "isLink": false,
                "content": "Étape 1:"
            },
            {
                "isLink": false,
                "content": "Vous devez impérativement saisir votre demande sur la plateforme dédiée d'XpFibre (exploitant du réseau) permettant le traitement des nouvelles constructions individuelles."
            },
            {
                "isLink": true,
                "content": "Lien XpFibre TODO"
            },
            {
                "isLink": false,
                "content": "Étape 2:"
            },
            {
                "isLink": false,
                "content": "En complément de votre demande auprès d'XpFibre, vous pouvez nous contacter en cliquant sur le lien suivant:"
            },
            {
                "isLink": false,
                "isForm": true,
                "content": "Lien du formulaire",
                "formName": "FMNFORM"
            },
            {
                "isLink": false,
                "content": "Étape 3:"
            },
            {
                "isLink": false,
                "content": "[en zone privé]"
            },
            {
                "isLink": false,
                "content": "Vous devez procéder à la pause d'un fourreau, allant du point d'arrivée de la fibre optique au sein de votre maison jusqu'au domaine public. La pose est sous votre responsabilité (comme dest déjà le cas pour l'électricité et l'eau."
            },
            {
                "isLink": false,
                "content": "[en zone publique]"
            },
            {
                "isLink": false,
                "content": "Vous avez la possibilité de solliciter directement XpFibre pour effectuer les travaux, et demander un devis en cliquant sur le lien suivant:"
            }
            ,
            {
                "isLink": true,
                "content": "Lien XpFivre TODO"
            }
        ],
        "answers": []
    },
    {
        "id": 24,
        "content": [
            {
                "isLink": false,
                "content": "Nous vous invitons à contacter XpFibre à l'aide de votre numéro de dossier depuis votre espace client XpFibre, une réponse devrait vous être apportée dans un délai estimatif de 15 jours :"
            },
            {
                "isLink": true,
                "content": "TODO"
            },
            {
                "isLink": false,
                "content": "Afin que nous puissions demander directement à l'exploitant du réseau XpFibre, vous pouvez également contacter Essonne numérique en cliquant sur le lien suivant:"
            },
            {
                "isLink": false,
                "isForm": true,
                "content": "Lien du formulaire",
                "formName": "FMNFORM"
            }
        ],
        "answers": []
    },
    {
        "id": 25,
        "content": [
            {
                "isLink": false,
                "content": "L'instruction de votre dossier ne démarrera qu'après le paiement d'un forfait auprès d'XpFibre"
            },
            {
                "isLink": true,
                "content": "plateforme XpFibre",
                "link": "TODO"
            }
        ],
        "answers": []
    },
    {
        "id": 26,
        "content": [
            {
                "isLink": false,
                "content": "Nous vous invitons à nous contacter en cliquant sur le lien suivant:"
            },
            {
                "isLink": false,
                "content": "lien du formulaire",
                "isForm": true,
                "formName": "FDFORM"
            }
        ],
        "answers": []
    },
    {
        "id": 27,
        "content": [
            {
                "isLink": true,
                "content": "Lien vers la FAQ",
                "link": "TODO"
            }
        ],
        "answers": []
    },
    {
        "id": 28,
        "content": [],
        "answers": [
            {
                "content": "Construction neuve.",
                "nextMessageId": 29
            },
            {
                "content": "Construction ancienne.",
                "nextMessageId": 30
            }
        ]
    },
    {
        "id": 29,
        "content": [
            {
                "isLink": false,
                "content": "Pour les nouvelles constructions, le promoteur doit solliciter XpFibre (l'exploitant du réseau), pour raccorder le pré-fibrage au réseau principal fibre optique (comme lorsqu'il contacte ENEDIS pour le raccordement électrique) Pour information, voici le processus détaillé que doit respecter le promoteur."
            },
            {
                "isLink": true,
                "content": "lien info",
                "link": "TODO"
            },
            {
                "isLink": false,
                "content": "Face à cette problématique, seul le promoteur peut débloquer la situation."
            }
        ]
    },
    {
        "id": 30,
        "content": [],
        "answers": [
            {
                "content": "J'ai signé une convention immeuble avec le SMO Essonne numérique.",
                "nextMessageId": 31
            },
            {
                "content": "Je n'ai pas signé une convention immeuble avec le SMO Essonne numérique.",
                "nextMessageId": 32
            }
        ]
    },
    {
        "id": 31,
        "content": [
            {
                "isLink": false,
                "content": "Essonne numérique traitera votre demande dans les meilleurs délais. Il n'est pas nécessaire de relancer votre demande."
            }
        ]
    },
    {
        "id": 32,
        "content": [
            {
                "isLink": false,
                "content": "Je télécharge la convention (lien), la complète et la renvoie via le lien ci-après. Essonne numérique traitera votre demande dans les meilleurs délais."
            },
            {
                "isLink": false,
                "content": "lien fcs",
                "isForm": true,
                "formName": "FCSFORM"
            }
        ]
    },
    {
        "id": 33,
        "content": [
            {
                "isLink": false,
                "content": "Il faut impérativement vous assurer auprès de votre promoteur immobilier qu'il a bien réalisé toutes les démarches sous sa responsabilité. Si votre adresse n'est pas dans la base nationale d'éligibilité à la fibre optique, cela signifie que la construction (lotissement ou immeuble neuf) n'a pas été déclarée."
            },
            {
                "isLink": false,
                "content": "En effet, pour les nouvelles constructions, le promoteur doit solliciter XpFibre ('exploitant du réseau), pour raccorder le pré-fibrage au réseau principal fibre optique (comme lorsqu'il contacte ENEDIS pour le raccordement électrique, le principe reste le même)."
            },
            {
                "isLink": false,
                "content": "Pour information, voici le processus détaillé que doit respecter votre promoteur lien info."
            },
            {
                "isLink": true,
                "content": "TODO"
            },
            {
                "isLink": false,
                "content": "Face à cette problématique, seul votre promoteur peut débloquer la situation."
            }
        ]
    }
]